Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 미국이 에이전트와 매니지먼트 업무의 분업화가 조화롭게 이루어지는 시스템이라면, 일본은 종합적인 하나의 회사 시스템 내에서 각각의 업무 성격별로 전문성을 가지고 분업화가 이루어 지는 시스템이다.
en: The United States has a system where there is a harmonious division of labor for tasks performed by agents and those performed by managers. Japan has a system where the division of Labor happens within a single integrated company with various tasks being handled with professionalism within the company according to the nature of the task.

source: 앨범 제작 완료
en: Album production complete

source: 1) 유통사 마케팅
en: 1) Distributor marketing

source: 그 외에 좋은 점은 아무리 고민해 봐도 없는 것 같다.
en: Other than that, no matter how much I think about it, there aren’t really that many good points.

source: 100%는 아니겠지만 시장의 통계와 대중들의 인식이 확연하게 보여 주고 있다.
en: Although they do not make up 100% of the market, market statistics are showing us significant public recognition.

source: 팬카페, 홈페이지, 팬 확보
en: Secure fans via fan internet communities, homepage

source: 자켓 미용
en: Jacket hairstyling

source: 최근 들어 트렌드가 워낙 빠르게 변화하기도 하지만 이제는 현장의 감독, 작가, 관련 업종의 전문가들 그리고 시청자들까지 각양각색의 개성 있는 캐릭터를 선호하는 편이라 하나의 트렌드를 말하기는 어렵다.
en: Recently, the trends are changing very quickly and on top of that each director on the set, writer, the different professionals in related fields and even the viewers have certain preferences for a characters that have a wide range of personalities, so it is difficult to tell you about just one trend.

source: 1억 5천만 원 +/-α
en: 150 million KRW, plus or minus

source: 커뮤니티 포털
en: Community Portal

source: 소속 배우를 영화나 드라마에 출연시킬 때 무엇을 가장 중요하게 생각하나?
en: What do you think is most important when putting an actor you manage in a film or drama?

source: 베테랑 가수도 예외 없이 리허설은 꼭 참석한다.
en: Even veteran singers must attend rehearsal. There are no exceptions.

source: 계약에서 지망생과 회사 간의 세부적인 조율을 마치고 나면, 지망생은 회사가 기획하고 디자인한 프로그램에 본격적으로 투입된다.
en: After the details of the agreement have been ironed out between the aspiring celebrity and the company, the hopeful is then on full-time duty for being placed in programs that were planned and designed by the company.

source: 제1조 (목적) 이 부속합의서의 목적은 대중문화예술기획업자(이하 ‘기획업자’라 한다)와 청소년 대중문화예술인(또는 청소년 연습생, 이하 ‘대중문화예술인’이라 한다) 사이에 ________________________________ (이하 ‘주계약’이라 한다)을 체결함에 있어서 청소년의 권익을 보다 명확하게 보호하고 청소년이 건전한 인격체로 성장할 수 있도록 지원하는데 필요한 사항을 정하는 것에 있다.
en: Article 1 (Purpose) The purpose of this affiliation agreement is to clearly protect the rights and interests of the youth, and to define the necessary matters involving the support to enable the youth to grow to become a healthy person, and this ________________________________ (hereinafter referred to as “the Main Contract”) is to be concluded between the popular culture artist planner (hereinafter referred to as “the Planner”), and the youth popular culture artist (and/or youth trainee, hereinafter referred to as “the Popular Culture Artist.“

source: 차별적 POC 확보, 브랜드 홈페이지, 온라인 스타 채널 등
en: Secure discerning POCs, brand homepages, online star channels, etc.

source: 나는 어릴 때 현장에서 모니터 들여다보다가 제작진한테 혼도 많이 났다.
en: When I was young, I would perform a lot of onsite monitoring and was frequently scolded by the production crew.

source: 이와 같은 과정을 지속적으로 매일 반복하며 배우들은 틈틈이 영화 또는 드라마 오디션에 지원한다.
en: This process continues day after day and in their spare time, the actors audition for movies or dramas.

source: 콘텐츠 제작을 겸할 경우 제2의 스타 탄생이 다른 매니지먼트사에 비하여 수월하다는 장점이 있다.
en: When also conducting content production, there is the advantage of making it much easier for a second star to be born compared to other management companies.

source: 앞으로 우리 업계는 물론이고 각계각층에서 반도체 산업에 들이는 정성만큼만 들인다면 충분히 세계적인 문화 콘텐츠 명품을 지속적으로 만들고 유지해 나갈 수 있다고 생각한다.
en: If people from all walks of life make as much effort in our industry as they have in the semiconductor industry, then I think we can easily continue to create global cultural content masterpieces, moving forward.

source: 다행히 늦지 않고 정시에 도착했다.
en: Fortunately, we weren’t late and arrived on time.

source: 그만큼 방송국 홍보 활동이 중요하다는 이야기이다.
en: That is the extent that promotion activity involving broadcasting stations is so crucial.

source: 연기자, 가수, 모델, 코미디언, 사회자 등이 대표적이다.
en: The most prominent jobs are actor, singer, model, comedian and emcee.

source: 하지만 가끔 일부 중소형 소속사의 경우, 돈을 지불하고 차트 클릭 수를 조작해 주는 업체를 이용하여 소속 가수들의 음원을 차트 상위권에 올려놓기도 한다.
en: Yet sometimes medium sized agencies pay a vendor to artificially inflate the number of clicks which raises the position of agency affiliated singers on the digital music charts.

source: ② 기획업자는 이 계약에 따른 연습생의 의무 이외에 연습생의 사생활이나 인격권을 침해하거나 침해할 우려가 있는 행위를 요구하여서는 아니 되며, 부당한 금품을 요구하여서도 아니 된다.
en: ② The Planner is not to infringe on the private life may or personal rights of the trainee aside from the obligations of the trainee pursuant to this contract, nor demand actions that could be thought of as infringing on such rights, nor make unjust requests for money or goods.

source: 그러다 보니 조용필 씨의 사랑과 신임을 얻어 수행 매니저로 성장하게 되었다.
en: In time, I gained the endearment and trust from Cho Yong-pil, and further developed becoming his road manager.

source: 이디야, 스타벅스, 할리스, 커피빈, 엔젤리너스, 탐앤탐스, 레드망고, 스무디킹 등
en: Ediya, Starbucks, Holly’s, Coffee Bean, Angel-in-us, Tom & Tom’s, Red Mango, Smoothie King, etc.

source: 가수/비트박스를 하게 된 동기는 무엇인가?
en: What was your motivation for becoming a singer/beatboxer?

source: 제15조 (계약의 실효) 이 합의서는 대중문화예술인이 만 19세가 되는 해의 1월 1일이 되는 날에 그 효력을 상실한다.
en: Article 15 (Validation of Contract) This agreement is to cease to be effective on the 1st day of January of the year when the Popular Culture Artist turns 19 years old.

source: 개인적으로는 우리나라도 조금 더 세분화된 전문가들이 지원하는 형태로 변화하는 것이 바람직하다고 생각한다.
en: Personally, I think it would be beneficial for the system in Korea to change to one with support from more specialized professionals.

source: 씨앤블루는 데뷔 전 일본에서 매주 길거리 공연을 하면서 실전 경험을 혹독하게 쌓아 올리며 인지도를 구축해 나간 경우이다.
en: Before CNBLUE debuted, they would perform at street concerts each week in Japan, gaining intense real-life experience and also enhanced their recognition.

source: 보통 배우의 경우 회사의 지원도 일부 있지만 상당 부분 자비로 연기 학원에 등록하여 연기를 배우고, 기타 자기 계발에 필요한 부분을 자기 부담으로 소화하는 반면, 가수의 경우 한 번 그 회사의 연습생이 되고 나면 트레이닝에 필요한 부분은 대부분 회사가 부담한다.
en: Usually actors are partially supported by the company, but a lion’s share of the expenses are born by the actor’s themselves when they enroll at an acting school and learn acting. Any additional self-development is paid for out-of-pocket. Yet, for actors, once you become a trainee for a certain company, most of the training required will be covered by the company.

source: 그 문화 자본의 최선봉에 서 있는 얼굴이 바로 ‘스타’인 것이다.
en: The face at the very front of that cultural capital is that of a “star.”

source: 영화 또는 드라마 자체의 소비는 대부분 일회성이지만, 여기에 출연했던 배우들의 존재감은 다양한 부가가치로 상품화되어 지속적으로 사람들에게 소비된다.
en: While the consumption of films and dramas is usually a one-time matter, the starring actors that appeared in them are then commoditized for a range of high-value products, which then experience continuous consumption.

source: 특히 10대들의 경우 전통적 미디어 플랫폼인 TV를 시청하는 시간이 갈수록 줄어들고 있는 반면, 모바일을 통한 미디어 접촉은 꾸준히 증가하고 있는 실정이다.
en: In particular, the situation these days shows those in their teens are viewing television, a conventional medial platform, less and less and are rather steadily accessing media via their mobiles.

source: 위에 언급한 캐스팅의 주요 요소들, 즉 연예인이 되기 위한 조건들은 시대와 상황에 따라 많이 달라진다.
en: The main elements mentioned above for casting, or the conditions for becoming a celebrity differ greatly from the era and the circumstances.

source: 가수 연습생들은 연습생 시절부터 전담 매니저의 관리를 받고 외부 세계와 단절된 생활을 몇 년간 이어간다.
en: Singer trainees will be managed by full-time managers from the time they are a trainee for several years, living a life cut-off from the outside world.

source: 그리고 십여 년의 세월이 흐른 뒤 나는 배우로서 자리를 잡았고, 우연한 기회에 회식 자리에서 그분을 만났다.
en: And after about a dozen years after I had established myself as an actor, I coincidentally met him at a work dinner.

source: 스타가 만들어지기까지
en: How to Become a K-pop Star

source: 아니라면 이유는 무엇인가?
en: If no, then why not?

source: 예전에는 배우의 단순 스케줄 관리 등에 그치던 업무가 지금은 해외 사업 검토, 계약, 해외 작품 선정 등 다양하고 전문화된 분야에서의 의사 결정을 요구하고 있다.
en: In the past, tasks were limited to merely managing actors’ schedules. But now tasks involve overseas business reviews and contracts, the selection of overseas productions and decisions that should be made across a wide range of professionalized fields.

source: 톱 배우와 함께 편해지는 것이 매니지먼트사이다.
en: Things also get easier for the management company when they have top stars.

source: 축구 선수의 이적료와는 다른 개념, 연예인과 소속사의 불합리한 전속 계약금
en: A concept unlike the transfer fees for soccer players, unreasonable exclusive contract fees

source: 첫째, 연예인을 하지 마라.
en: First, don't be a celebrity.

source: 당신과 가장 가까운 매니저, 회사 스태프들이 당신을 사랑하지 않는다면 어떻게 수많은 대중으로부터 사랑을 받겠는가?
en: If the managers and company staff members that are the closest to you don’t love you, that how can you win the love of the vast public?

source: 디씨인사이드
en: DCinside

source: 국내 역사가 깊은 배우 연기자 학원의 노경준 원장을 만났다.
en: I met Roh Kyeong-jun, the director of the acting school with the longest history in Korea.

source: 전속 Artist Develop&Out
en: Exclusive artist Develop & Out

source: 매니저는 뛰어난 기획력과 팀을 이끄는 리더십, 연예인에게 동기를 부여하는 능력 등을 겸해야 한다.
en: A manager must have outstanding planning skills and the leadership to lead a team. The manager should also have the ability to motivate celebrities.

source: 여기까지는 한국의 일반적인 매니지먼트 시스템과 큰 차이점이 없다.
en: This is where the major difference lies when compared to the typical system of management in Korea.

source: 강남/압구정/신촌 일대 대형 노래방
en: Large singing rooms in the vicinity of Gangnam/Apgujeong/Sinchon

source: 연예인이 되는 길은 멀고도 험난하며, 톱스타가 되는 경우는 극히 제한적이다.
en: The path to becoming a celebrity is long and hard. Becoming a top star is extremely rare.

source: 로드 매니저의 최대 덕목 중 하나가 불가능해 보이는 스케줄 시간을 안전하고도 빠른 운전 솜씨로 소화해 내는 것이라고 할 정도로 막내 매니저에게 운전 실력은 필수적이다.
en: One of the greatest virtues of the road manager lies with their ability to drive celebrities quickly and safely to their destination when the schedules do not permit for much time for travel.

source: 이러한 관행이 없어지면 회사는 중장기적으로 신인 연예인에게 양적, 질적으로 풍부한 투자를 할 수 있는 여력이 생기며, 신인 연예인들에게 적용되는 불합리한 계약 조건도 없어질 것이다.
en: If such a practice is scrapped then there will be room for the companies to make generous qualitative and quantitative investments for the mid to long term for new celebrities. The unreasonable contract conditions that apply to new celebrities would also be scrapped in such an instance.

source: 양현석 회장이 원타임 시절부터 내부적으로 키워 회사의 대표 작곡가로 만든 것이다.
en: CEO Yang Hyun-suk developed him internally from his time as a 1TYM member into a prominent songwriter for the company.

source: 매니저는 연예인의 업무를 단순히 대행 처리하는 것이 아니라 원하는 것을 이해하고 목적에 잘 도달하도록 방향 제시를 해 줄 수 있어야 한다.
en: Managers should not merely be a person who acts on a celebrity’s behalf but should be someone who understands what the celebrity wants and be able to provide direction for goal attainment.

source: 스타가 만들어지는 시대
en: The era where stars are made

source: 일에 미쳐서 오직 조용필 씨만 생각하면서 정말 열심히 했다.
en: I was obsessed with my work and really worked hard, thinking only of Cho Yong-pil.

source: 그 결과 20여 년이 지난 지금, 세계적인 K-pop 스타들을 만들어 내고 있다.
en: As a result, for the past 20 years though today, Korea has been churning out global K-pop stars.

source: 제10조 (청소년 대중문화예술용역 제공 알선의 제한) ① 기획업자는 「청소년 보호법」에 따라 청소년의 고용이나 출입이 금지되는 업종에 대하여 대중문화예술인의 대중문화예술용역 제공을 알선해서는 아니 된다.
en: Article 10 (Restrictions on Providing Popular Culture and Arts Services by Minors) ① Planners are not to mediate the provision of popular culture and arts services by the Pop Culture Artist for businesses that are prohibited from hiring minors or allowing minors to enter pursuant to the Youth Protection Act.

source: 페이스북, 트위터, 웨이보에 팔로워 수 늘리기(방송 예고, 모니터 관련 스케줄 및 실시간 현장 사진, 영상 올리기)
en: Increase the number of followers on Facebook, Twitter, and Weibo (upload broadcast previews, monitor related schedules and real-time on-site photos, video clips)

source: 하지만 그 후 박보검은 <응답하라 1988>에서 매력적인 캐릭터를 연기하며 대중들에게 깊이 각인 되었으며, 그 작품 이후 스타가 되었다.
en: However, afterwards Park Bo-gum played a charming character in Reply 1988 and became very familiar to the public. After appearing in that program he became a star.

source: 신규 앨범의 첫 방송이라 애들이 실수 없이 잘 해낼 수 있을까 걱정이다.
en: Since it is our first time appearing on a broadcast, I have concerns about whether they will be able to pull it off.

source: 세 번째, 보다 많은 음악을 들어 음악의 스펙트럼을 넓혀라.
en: Third, listen to a lot of music and broaden your spectrum.

source: 나와 같은 길을 걷는 후배들에게 하고 싶은 말은 첫째, ‘기회는 한 번 꼭 온다!’ 라는 것이다.
en: First, I would like to tell those coming up after me that “opportunities will surely come!”

source: 한국의 연예 매니지먼트사는 어느 정도 회사 규모가 커지고 나면 드라마 또는 영화 제작 사업을 겸하려 한다.
en: In Korea, once a celebrity management company has reached a certain scale, the company also gets involved in the film production business.

source: 특히, 중소 기획사의 경우 대중들에게 인지도가 낮기 때문에 직접 기획사로 찾아오는 연습생들이 없는 불리한 조건을 극복하고자 이런 시스템을 적극 활용하였다.
en: In particular, this system was relied on heavily by small and medium sized management companies that had a low degree of recognition by the public and were at a disadvantage because no trainees would come to their company.

source: 중국 ‘S’ 사의 웨잉 부장과의 미팅은 예전과는 달리 너무나 부드러운 분위기에서 성공적으로 마칠 수 있었다.
en: Unlike how meetings were conducted in the past, this time the meeting with Director Wang at the Chinese company “S” had a very light atmosphere, and the meeting ending successfully.

source: ● 기획사의 잘 짜인 시스템에 의해 탄생하는 가수들
en: ● Singers created from a well-run system put in place by the management companies

source: 후배들에게 가장 해 주고 싶은 말 3가지가 있다면?
en: What are three things you would like to say to those who are following in your footsteps.

source: 외모가 뛰어난 사람은 종종 있지만, 외모와 끼 두 가지를 다 겸비한 사람은 찾기가 힘들다.
en: While those with outstanding looks can sometimes be found, it is very difficult to find someone who has both looks and talent.

source: 이러한 트레이닝을 짧게는 2년, 길게는 4~5년까지 받으며 데뷔를 기다린다.
en: The training could last as short as two years, but as long as four to five years before debuting.

source: 앞에도 얘기했듯이 멤버들끼리 그렇게 고생하며 지낸 것이 힘들기도 했지만, 어린 나이에 집을 떠나 지내는 것이 재밌기도 했다.
en: As I mentioned earlier, it was difficult for the members of our group to suffer like we did, but leaving home at a young age and spending time like that was fun.

source: 어떤 계기로 매니저 일을 시작하게 되었나?
en: How did you get your start in managerial work?

source: 문제는 배우의 높은 출연료가 작품의 질로 연결되지 않는다는 점이다.
en: The problem is the actor's high appearance fee does not correlate with high quality production.

source: 내가 원하던 일, 사람들에게 웃음을 줄 수 있게 되었다는 것이 가장 좋은 것 같다.
en: Out of the things I wanted to do, being able to make people laugh was the best I think.

source: 가수가 되는 과정은 뒷장에서 좀 더 세분화하여 설명하도록 하겠다.
en: In a later chapter, I will explain the process of becoming a singer in more detail.

source: ● 연예 매니지먼트 시스템이란
en: ● What is an entertainment management system?

source: 스타로 발돋움
en: Becoming a star

source: 특별한 비결이라기보다는 원래 놀기 좋아하고, 멋 부리는 것을 좋아했고 외향적인 성격이었다.
en: There’s no particular secret. I just like hanging out, and getting decked. I’m outgoing in nature.

source: ‘기회만 주신다면 열심히 하겠습니다.’라는 말은 이제 전혀 통하지 않는다.
en: The phrase, “please just give me a chance and I will work hard,” has no sway anymore.

source: 특히 연예인이라는 직업에 대해서, 그리고 연예계에 종사하는 직종에 대하여 부정적인 의견을 제시하는 사람도 많을 것이다.
en: In particular, there might be more people who present negative views about the occupation of a celebrity, or about being employed in the entertainment industry.

source: 기획사들 입장에서는 방송 오디션 프로그램에서 이름을 알린 연습생을 확보하면 나중에 가수 데뷔 시에 완전한 신인에 비하여 마케팅이 훨씬 용이하다.
en: From the management company’s point of view, marketing the debut for completely new singers would be easier if they are able to secure some trainees that made a name for themselves via broadcasted audition programs.

source: 지상파, 케이블 TV, CF, 영화, 드라마 등 제작사
en: Production companies for terrestrial television, cable TV, advertisements, film, drama, etc.

source: 이 부분이 가장 힘들다면 힘들 수도 있는 업무 중의 하나인데, 공적인 것과 사적인 것을 잘 구별하는 연예인이 있는 반면, 공과 사의 경계선이 모호한 연예인들의 경우 막내 로드 매니저의 과중한 업무 로드는 피할 수 없는 현실이다.
en: This next aspect could be seen as one of the most difficult tasks. While there are celebrities that have clearly defined lines between public and private matters, for celebrities where there exists just a fine line between public and private matters, the road manager is in a position where heavy workloads are unavoidable.

source: ● 가수 매니저의 부단한 영업 활동
en: ● Constant sales activities by a singer’s manager

source: ② 기획업자는 대중문화예술인이 의무교육 외의 ｢초·중등교육법｣에 따른 학교 교육을 받을 것을 원할 경우 이에 협조하여야 한다.
en: ② The Planner must cooperate with the Popular Culture Artist if he or she desires receive a school education instead of a compulsory education in accordance with the Elementary and Secondary Education Act.

source: 정식 데뷔하기 전까지 오랜 기간 다양한 교육 프로그램을 제공하고, 트레이닝하는 등 ‘인큐베이팅’ 과정을 거치는 것이다.
en: Until their official debut, various educational programs are provided over a long period. The trainees undergo an “incubating” course that includes training and more.

source: 최근 청소년들의 장래 희망 1순위가 연예인이고 실제로 연예인 지망생이 200만 명에 달한다고 한다.
en: These days, teenagers say they most want to be celebrities, but in reality celebrity hopefuls are already said to have reached the 2 million mark.

source: 그리고 막연히 상상하던 개그맨, 연예인에 대한 생각이 막상 현실로 다가오니 매우 다르다는 것을 알았을 때, 우리가 일반적으로 말하는 ‘현타’가 왔다.
en: And the vague idea I had about being a comedian, about being a celebrity was very different from my reality. When I found this out I got hit with a reality check.

source: 오디션 프로그램만 보더라도 최종적으론 가수 지망생이 연예 기획사를 선택하게 되는데, 대부분 인지도가 높은 연예 기획사를 선택하는 것도 이러한 이유 때문이다.
en: Even if they have an audition, in the end the hopeful singer chooses the management company. This is also the reason why they often chose an entertainment management company with high level of recognition.

source: 이 모든 게 자연스럽게 여겨지며 더 새로운 형태의 무언가를 개발하고 있다.
en: All of this could be considered natural, and feel as if something new is in the development stages.

source: 역량 있는 ‘연예인 매니저’ 육성 필요
en: It is necessary to foster competent “celebrity managers”

source: 키이스트는 매니지먼트만 하던 사업 영역을 드라마 및 영화 제작으로 확장하여 종합 엔터테인먼트 회사로 성장하였다.
en: KeyEast has grown from a company that previously was only involved in the management business, to comprehensive entertainment company that has also expanded to drama and film production.

source: 지방 일정의 경우, 막내 로드 매니저와 번갈아 가며 운전도 하고 현장에서 많은 일을 한다.
en: If there is an event scheduled in the provinces, the schedule manager will take turns driving with the road manager and perform a lot of the on-site tasks.

source: 그분은 나를 처음 보자마자 “배우를 왜 하려고 해!
en: When he first saw me he exclaimed, “what do you want to be an actor for!”

source: 초기 매니저 시기
en: Initial manager period

source: 행사 주최 측인 하동군청의 관광진흥과에서 멀리까지 내려와 공연해 주었다고 고마움의 표시로 지역 토산물을 꽤 많이 챙겨 주셨다.
en: As a show of their appreciation for traveling so far to perform, the Tourism Promotion Division of the Hadong County Office gave us a lot of local products from the region.

source: 지난 10여 년간 대한민국을 대표하는 엔터테인먼트 회사를 경영하면서 어떤 점을 느끼나?
en: Over the past 10 years, how have you felt about running the leading entertainment company in Korea?

source: ● 대형 아카데미를 통한 연예인 육성 시스템
en: ● Celebrity development system through large academies

source: (5.데니안)
en: (5. Danny Ahn)

source: 꿈을 포기하고 돌아왔다는 자책감, 주변의 시선 등이 정말 힘들었다.
en: The guilt I felt from quitting my dream and returning to my old job. The way people looked at me was really difficult.

source: 인터뷰 1:
en: Interview 1:

source: - 커리어 관리:
en: - Career Management:

source: 연예인의 의상, 콘셉트, 헤어, 메이크업 등 치장하는 모든 것을 담당한다.
en: These specialists are in charge of All the dress up for celebrities including their wardrobe, concept, here and make up.

source: 따라서 지망생들은 첫 번째 목표로 대형 기획사에 입사하는 것이 중요하다.
en: Therefore, it is important that hopefuls place a priority on joining a large management companies.

source: 따라서 이러한 차이 때문에 톱 배우들의 경우 스스로 배우의 프라이드를 지키기 위해 영화 출연만 하기도 한다.
en: This difference is the reason why big name actors have a sense of pride in only appearing in films.

source: 한동안 소식이 뜸하던 연예인이 갑자기 대중적인 예능 프로그램에 출연하는 것에는 바로 이러한 배경이 있다.
en: This is the reason behind why celebrities that you haven't heard of for awhile suddenly appear on mainstream variety programs.

source: 종합 쇼핑몰
en: Integrated online shopping site

source: 이럴 때 자신을 미워하며 대부분의 신인 배우가 우울증이나 불면증을 호소하는데, 물론 아닌 경우도 있지만 이러한 시련을 잘 견뎌 내야 한다.
en: In such a case, you hate yourself. That’s why most new actors say they suffer from depression or insomnia. Of course there are exceptions, but you have to be able to endure such ordeals.

source: 2) 온라인/바이럴 마케팅
en: 2) Online/Viral Marketing

source: 이러한 과정을 겪으며 기존의 음반 제작사의 도태와 새로운 파워 그룹의 부상 등 국내 가요 산업의 세대교체가 이루어졌다.
en: While this process of change was underway, a generational change took place in the K-pop industry within Korea where existing album production companies died out and new power groups rose to power.

source: 연예인 인턴 과정:
en: Celebrity Internship Process:

source: 멤버들을 숙소에 안전하게 내려 주고 막내 매니저들은 안무 팀과 스타일리스트들을 해산 장소까지 또 데려다준다.
en: The members are safely dropped off at their accommodations and the young managers brings the choreography team and the stylists to the place where they will go their separate ways.

source: 제12조 (분쟁해결) ① 이 계약에서 발생하는 모든 분쟁은 기획업자와 연습생이 자율적으로 해결하도록 노력한다.
en: Article 12 (Dispute Settlement) ① All disputes arising from this contract are to be resolved autonomously by the Planner and the Trainee.

source: 개인적으로 구하는 방법도 있지만 헤드헌터를 통하여 원하는 분야의 회사에 빈자리가 있는지 다양한 정보를 얻고, 자신이 그 자리에 적합한지 헤드헌터가 판단해 취업에 연결해 주는, 일종의 거래라고 보면 된다.
en: You can try to find a job on your own, however you could use a headhunter to obtained various information about vacancies at companies within a desired field. The headhunter will determine if the position is a good fit for you and will work to connect you with a job, which could be seen as a type of transaction.

source: 그만큼 한류의 파급 효과는 그 어느 때보다 커져 있고, 많은 이가 한류를 동경하고 궁금해한다.
en: As such, the ripple effects of the Korean wave was more pronounced than ever. Many people yearn for and are curious about the Korean wave.

source: 국내 연예 매니지먼트 시스템의 문제점
en: Problems with the domestic entertainment management system

source: 예능 프로그램 섭외 전쟁
en: Entertainment programs fight over casting you

source: 신인 가수 시절 가장 힘들었던 것은 무엇인가?
en: What was the most difficult time when you were a new actor?

source: 배우 역시 예전에는 하나같이 이목구비가 뚜렷한 전형적 미남, 미녀만을 찾았다.
en: For actors, the same is true today as it was in the past: typical good-looking men and women with well-defined features were sought after.

source: 하지만 갈수록 시장은 터프해지고 연예인들간의 경쟁도 치열해지며, 활발하게 일을 할 수 있는 주기도 짧아진다.
en: However the market is getting tougher and competition among the celebrities has grown even fiercer. Celebrities also have a shorter window in which they can be active.

source: 지금까지는 매니저와 연예인이 정으로 일을 하는 관계였다.
en: So far, managers and celebrities have worked based on a relationship of closeness.

source: 그 외에 기타 수입으로 연간 1억 원씩은 회사 수익으로 인식된다고 가정한다면, 매니지먼트사는 3년 동안 12억 원을 벌 수 있다.
en: Let's now assume that the company recognizes another 100 million won per year as additional earnings. Then the management company can earn a total of 1.2 billion won in earnings over three years.

source: 우리나라의 매니지먼트 산업은 나름의 역사를 거쳐 외국과는 다른 독특한 산업 문화를 지니게 되었다.
en: Korea’s management industry has preserved a unique industry culture that is different from those in other countries due to our history.

source: 스타에게 집중되는 수익 구조, 고질적인 악순환
en: An earnings structure that focuses on the stars, a chronic vicious cycle

source: 가요 시장에서도 ‘개천에서 용 나던 시대’는 지났다
en: In the K-pop market, the era where a nobody could make it big is ancient history.

source: ● 매니저의 정의
en: ● The definition of a manager

source: ● 가수 매니저의 음악 방송 생방송 날의 하루
en: ● A day in the life of a singer’s manager when the music is played over a live broadcast

source: 처음에는 아는 선배의 이벤트 회사에서 일하다가 모델 에이전시를 설립했다.
en: At first, I worked at a promotional event company run by an alumni that I knew. Then I established a modeling agency.
